Repository: Hen676/EVTCLogUploader.NET
Catalog: FadedVanguardLogUploader/Resources/Lang/Resources.*.resx
Languages: fr, it, pl_pl, pt_br

# LNG_About_Creator_Colon
source: Creator: {0}
fr: Créateur: {0}
it: Creatore: {0}
pl_pl: Twórca: {0}
pt_br: Criador: {0}

# LNG_About_Repository_Colon
source: Repository: {0}
fr: Dépôt: {0}
it: Deposito: {0}
pl_pl: Repozytorium: {0}
pt_br: Repositório: {0}

# LNG_About_Version_Colon
source: Version: {0}
it: Versione: {0}
pl_pl: Wersja: {0}
pt_br: Versão: {0}

# LNG_Close
source: Close
fr: Fermer
it: Vicino
pl_pl: Zamknąć
pt_br: Fechar

# LNG_DataGrid_Header_CharcterName
source: Character Name
fr: Le nom du personnage
it: Nome del personaggio
pl_pl: Imię postaci
pt_br: Nome do personagem

# LNG_DataGrid_Header_Date
source: Date
it: Data
pl_pl: Data
pt_br: Data

# LNG_DataGrid_Header_Duration
source: Duration
fr: Durée
it: Durata
pl_pl: Czas trwania
pt_br: Duração

# LNG_DataGrid_Header_Encounter
source: Encounter
fr: Rencontre
it: Incontrare
pl_pl: Spotkanie
pt_br: Encontro

# LNG_DataGrid_Header_FileType
source: File Type
fr: Type de fichier
it: Tipo di file
pl_pl: Typ pliku
pt_br: Tipo de arquivo

# LNG_DataGrid_Header_Profesion
source: Profession
it: Professione
pl_pl: Zawód
pt_br: Profissão

# LNG_DataGrid_Header_Username
source: Username
fr: Nom d'utilisateur
it: Nome utente
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário

# LNG_DataGrid_Tooltip_FileName_Colon
source: File Name:
fr: Nom de fichier:
it: Nome del file:
pl_pl: Nazwa pliku:
pt_br: Nome do arquivo:

# LNG_DataGrid_Tooltip_FilePath_Colon
source: File Path:
fr: Chemin du fichier:
it: Percorso del file:
pl_pl: Ścieżka pliku:
pt_br: Caminho de arquivo:

# LNG_DataGrid_Tooltip_Url_Colon
source: Upload Url:
fr: URL de téléchargement :
it: Carica URL:
pl_pl: Prześlij adres URL:
pt_br: Url de upload:

# LNG_Deselect_All
source: Unselect All
fr: Tout déselectionner
it: Deseleziona tutto
pl_pl: Odznacz wszystko
pt_br: Desmarque todos

# LNG_Deselect_All_Tooltip
source: Unselect all available files
fr: Désélectionnez tous les fichiers disponibles
it: Deseleziona tutti i file disponibili
pl_pl: Odznacz wszystkie dostępne pliki
pt_br: Desmarque todos os arquivos disponíveis

# LNG_Error_Language_Body
source: Language code {0} is invalid
fr: Le code de langue {0} n'est pas valide
pl_pl: Kod języka {0} jest nieprawidłowy

# LNG_Error_Language_Title
source: Error setting language
fr: Erreur lors de la définition de la langue
pl_pl: Błąd podczas ustawiania języka

# LNG_Error_Upload_Amount
source: Error: Inavlid amount of files to upload {0}/50
fr: Erreur : Nombre de fichiers à télécharger incorrect : {0}/50
pl_pl: Błąd: nieprawidłowa ilość plików do przesłania {0}/50

# LNG_File_Count
source: EVTC Files
fr: Fichiers EVTC
it: File EVTC
pl_pl: Pliki EVTC
pt_br: Arquivos EVTC

# LNG_Filter_From_SemiColon
source: From:
fr: Depuis:
it: Da:
pl_pl: Z:
pt_br: De:

# LNG_Filter_To_SemiColon
source: To:
fr: À:
pl_pl: Do:

# LNG_List_Bar_Tooltip
source: Progress bar
fr: Barre de progression
it: Barra di avanzamento
pl_pl: Pasek postępu
pt_br: Barra de progresso

# LNG_List_Upload
source: Upload
fr: Télécharger
it: Caricamento
pl_pl: Wgrywać
pt_br: Carregar

# LNG_List_Upload_Tooltip
source: Uploads selected files
fr: Télécharge les fichiers sélectionnés
it: Carica i file selezionati
pl_pl: Przesyła wybrane pliki
pt_br: Carrega arquivos selecionados

# LNG_Menu_Encounter_Adina
source: Cardinal Sabir
pl_pl: Kardynał Sabir
pt_br: Cardeal Sabir

# LNG_Menu_Encounter_AetherbladeHideout
source: Aetherblade Hideout
fr: Cachette d'Étherlame
it: Nascondiglio di Aetherblade
pl_pl: Kryjówka Eterowego Ostrza
pt_br: Esconderijo Aetherblade

# LNG_Menu_Encounter_Arkk
source: Arkk
it: Arca
pl_pl: Ark

# LNG_Menu_Encounter_Artsariiv
source: Artsariiv
pl_pl: Sztuka

# LNG_Menu_Encounter_BanditTrio
source: Prison Camp
fr: Camp de prisonniers
it: Campo di prigionia
pl_pl: Obóz więzienny
pt_br: Campo de prisioneiros

# LNG_Menu_Encounter_BrokenKing
source: Broken King
fr: Roi brisé
it: Re spezzato
pl_pl: Złamany król
pt_br: rei quebrado

# LNG_Menu_Encounter_Cairn
source: Cairn the Indomitable
fr: Cairn l'Indomptable
it: Cairn l'Indomabile
pl_pl: Cairn Niezłomny
pt_br: Cairn, o Indomável

# LNG_Menu_Encounter_ColdWar
source: Cold War
fr: Guerre froide
it: Guerra fredda
pl_pl: Zimna wojna
pt_br: Guerra Fria

# LNG_Menu_Encounter_ConjuredAmalgamate
source: Conjured Amalgamate
fr: Amalgame invoqué
it: Amalgamato Evocato
pl_pl: Wyczarowany Amalgamat
pt_br: Amálgama Conjurado

# LNG_Menu_Encounter_CosmicObservatory
source: Cosmic Observatory
fr: Observatoire Cosmique
pl_pl: Obserwatorium Kosmiczne

# LNG_Menu_Encounter_EaterOfSouls
source: Eater of Souls
fr: Mangeur d'âmes
it: Divoratore di anime
pl_pl: Pożeracz Dusz
pt_br: comedor de almas

# LNG_Menu_Encounter_Ensolyss
source: Ensolyss of the Endless Torment
fr: Ensolyss du tourment sans fin
it: Ensolyss del Tormento Infinito
pl_pl: Ensolyss Niekończących się Udręk
pt_br: Ensolyss do Tormento Infinito

# LNG_Menu_Encounter_EOD
source: End of Dragons
fr: Fin des dragons
it: Fine dei draghi
pl_pl: Koniec smoków
pt_br: fim dos dragões

# LNG_Menu_Encounter_Error
source: Error, Unlocalised encounter
fr: Erreur, rencontre non localisée
pl_pl: Błąd, niezlokalizowane spotkanie

# LNG_Menu_Encounter_Escort
source: Siege the Stronghold
fr: Assiéger la forteresse
it: Assedia la fortezza
pl_pl: Oblężenie Twierdzy
pt_br: Cerque a Fortaleza

# LNG_Menu_Encounter_Eyes
source: Eye of Judgment & Eye of Fate
fr: Œil du jugement et Œil du destin
it: Occhio del giudizio e Occhio del destino
pl_pl: Oko sądu i oko losu
pt_br: Olho do Julgamento e Olho do Destino

# LNG_Menu_Encounter_ForgingSteel
source: Forging Steel
fr: Acier forgé
it: Acciaio forgiato
pl_pl: Kucie stali
pt_br: Aço forjado

# LNG_Menu_Encounter_FraenirOfJormag
source: Fraenir of Jormag
fr: Fraenir de Jormag
it: Fraenir di Jormag
pl_pl: Fraenir z Jormaga
pt_br: Fraenir de Jormag

# LNG_Menu_Encounter_Freezie
source: Secret Lair of the Snowmen
fr: Repaire secret des bonhommes de neige
it: Tana segreta dei pupazzi di neve
pl_pl: Sekretne legowisko bałwanów
pt_br: Covil secreto dos bonecos de neve

# LNG_Menu_Encounter_Golems
source: Golems
fr: Golem
pl_pl: Golemy

# LNG_Menu_Encounter_Gorseval
source: Gorseval the Multifarious
fr: Gorseval le Multiforme
it: Gorseval il Multiforme
pl_pl: Gorsevala Wielostronnego
pt_br: Gorseval, o Multifário

# LNG_Menu_Encounter_HarvestTemple
source: Harvest Temple
fr: Temple des récoltes
it: Tempio del raccolto
pl_pl: Świątynia Żniw
pt_br: templo da colheita

# LNG_Menu_Encounter_KainengOverlook
source: Kaineng Overlook
fr: Point de vue de Kaineng
pl_pl: Widok na Kaineng

# LNG_Menu_Encounter_KeepConstruct
source: Keep Construct
fr: Conserver la construction
it: Mantieni Costrutto
pl_pl: Zachowaj konstrukcję
pt_br: Manter Construir

# LNG_Menu_Encounter_LargeKittyGolem
source: Large Kitty Golem
fr: Grand golem minou
pl_pl: Duży Koci Golem

# LNG_Menu_Encounter_LW5
source: The Icebrood Saga
fr: La saga des Glaces
it: La saga di Icebrood
pl_pl: Saga Lodowego Brodu
pt_br: A saga Icebrood

# LNG_Menu_Encounter_MassiveKittyGolem
source: Massive Kitty Golem
fr: Golem minou massif
pl_pl: Ogromny Koci Golem

# LNG_Menu_Encounter_Mattias
source: Matthias Gabrel
it: Mattia Gabrel
pl_pl: Maciej Gabrel

# LNG_Menu_Encounter_MediumKittyGolem
source: Medium Kitty Golem
fr: Golem minou moyen
pl_pl: Średni Kotek Golem

# LNG_Menu_Encounter_MursaatOverseer
source: Mursaat Overseer
fr: Surveillant Mursaat
it: Sorvegliante Mursaat
pl_pl: Nadzorca Mursaata
pt_br: Supervisor de Mursaat

# LNG_Menu_Encounter_Nightmare
source: Nightmare Fractal
fr: Fractale de cauchemar
it: Frattale da incubo
pl_pl: Fraktal koszmaru
pt_br: Pesadelo Fractal

# LNG_Menu_Encounter_OldLionsCourt
source: Old Lion's Court
fr: Ancienne Cour du Lion
pl_pl: Dwór Starego Lwa

# LNG_Menu_Encounter_QadimThePeerless
source: Qadim the Peerless
fr: Qadim l'Inégalable
it: Qadim l'impareggiabile
pl_pl: Qadim Niezrównany
pt_br: Qadim, o Inigualável

# LNG_Menu_Encounter_RiverOfSouls
source: River of Souls
fr: Rivière des âmes
it: Fiume delle Anime
pl_pl: Rzeka Dusz
pt_br: rio das almas

# LNG_Menu_Encounter_Sabetha
source: Sabetha the Saboteur
fr: Sabetha la Saboteuse
it: Sabeta il Sabotatore
pl_pl: Sabetha Sabotażystka
pt_br: Sabetha, a Sabotadora

# LNG_Menu_Encounter_Sabir
source: Cardinal Adina
it: Cardinale Adina
pl_pl: Kardynał Adina
pt_br: Cardeal Adina

# LNG_Menu_Encounter_ShatteredObservatory
source: Shattered Observatory Fractal
fr: Fractale de l'Observatoire brisé
it: Frattale dell'Osservatorio in frantumi
pl_pl: Fraktal zniszczonego obserwatorium
pt_br: Fractal de observatório quebrado

# LNG_Menu_Encounter_ShiverpeaksPass
source: Shiverpeaks Pass
fr: Col des Cimefroides
it: Passo Cimefredde
pl_pl: Przełęcz Shiverpeaks
pt_br: Passagem de Shiverpeaks

# LNG_Menu_Encounter_Siax
source: Siax the Corrupted
fr: Siax le Corrompu
it: Siax il Corrotto
pl_pl: Siax Zepsuty
pt_br: Siax, o Corrompido

# LNG_Menu_Encounter_Skorvald
source: Skorvald the Shattered
fr: Skorvald le Brisé
it: Skorvald l'Infranto
pl_pl: Skorvald Rozbity
pt_br: Skorvald, o Despedaçado

# LNG_Menu_Encounter_SOFO
source: Secrets of the Obscure
fr: Secrets de l'Obscur
pl_pl: Tajemnice niejasne

# LNG_Menu_Encounter_SoullessHorror
source: Soulless Horror
fr: Horreur sans âme
it: Orrore senz'anima
pl_pl: Bezduszny horror
pt_br: Terror sem alma

# LNG_Menu_Encounter_StandardKittyGolem
source: Standard Kitty Golem
fr: Golem minou standard
pl_pl: Standardowy Koci Golem

# LNG_Menu_Encounter_SunquaPeak
source: Sunqua Peak Fractal
fr: Fractale du pic Sunqua
it: Sunqua picco frattale
pl_pl: Fraktal szczytu Sunqua
pt_br: Fractal Pico Sunqua

# LNG_Menu_Encounter_TempleOfFebe
source: Temple of Febe
fr: Temple de Fébé
pl_pl: Świątynia Febe

# LNG_Menu_Encounter_TwinLargos
source: Twin Largos
fr: Largos jumeaux
pl_pl: Bliźniacze Largosy

# LNG_Menu_Encounter_TwistedCastle
source: Twisted Castle
fr: Château tordu
it: Castello Contorto
pl_pl: Przekręcony Zamek
pt_br: castelo torcido

# LNG_Menu_Encounter_Unkown
source: Error, Unkown encounter
fr: Erreur, rencontre inconnue
pl_pl: Błąd, nieznane spotkanie

# LNG_Menu_Encounter_ValeGuardian
source: Vale Guardian
fr: Gardien du Val
it: Guardiano della Valle
pl_pl: Strażnik Doliny
pt_br: Guardião do Vale

# LNG_Menu_Encounter_VoiceAndClawOfTheFallen
source: Voice of the Fallen and Claw of the Fallen
fr: Voix des morts et Griffe des morts
it: Voce dei Caduti e Artiglio dei Caduti
pl_pl: Głos Poległych i Szpon Poległych
pt_br: Voz dos Caídos e Garra dos Caídos

# LNG_Menu_Encounter_W1
source: Spirit Vale
fr: Vallée des esprits
it: Valle dello Spirito
pl_pl: Dolina Duchów
pt_br: Vale Espiritual

# LNG_Menu_Encounter_W2
source: Salvation Pass
fr: Passe du Salut
it: Passo della Salvezza
pl_pl: Przepustka Zbawienia
pt_br: Passe de Salvação

# LNG_Menu_Encounter_W3
source: Stronghold of the Faithful
fr: Bastion des Fidèles
it: Roccaforte dei Fedeli
pl_pl: Twierdza Wiernych
pt_br: Fortaleza dos Fiéis

# LNG_Menu_Encounter_W4
source: Bastion of the Penitent
fr: Bastion des Pénitents
it: Bastione del Penitente
pl_pl: Bastion Pokutników
pt_br: Bastião do Penitente

# LNG_Menu_Encounter_W5
source: Hall of Chains
fr: Salle des Chaînes
it: Sala delle Catene
pl_pl: Sala Łańcuchów
pt_br: Salão das Correntes

# LNG_Menu_Encounter_W6
source: Mythwright Gambit
fr: Gambit du créateur de mythes
it: Mitologo Gambit
pl_pl: Gambit Mitomierza
pt_br: Gambito do Criador de Mitos

# LNG_Menu_Encounter_W7
source: The Key of Ahdashim
fr: La clé d'Ahdashim
it: La chiave di Ahdashim
pl_pl: Klucz Ahdaszima
pt_br: A Chave de Ahdashim

# LNG_Menu_Encounter_WhisperOfJormag
source: Whisper of Jormag
fr: Murmure de Jormag
it: Sussurro di Jormag
pl_pl: Szept Jormaga
pt_br: Sussurro de Jormag

# LNG_Menu_Encounter_XunlaiJadeJunkyard
source: Xunlai Jade Junkyard
fr: Casse de Xunlai Jade
it: Discarica di Giada Xunlai
pl_pl: Złomowisko Xunlai Jadeitu

# LNG_Menu_File
source: File
fr: Déposer
pl_pl: Plik
pt_br: _Arquivo

# LNG_Menu_File_CompressAll
source: Compress All EVTC Files
fr: Compresser tous les fichiers EVTC
it: Comprimi tutti i file EVTC
pl_pl: Skompresuj wszystkie pliki EVTC
pt_br: Comprimir todos os arquivos EVTC

# LNG_Menu_File_CompressSelected
source: Compress Selected EVTC Files
fr: Compresser les fichiers EVTC sélectionnés
it: Comprimi i file EVTC selezionati
pl_pl: Skompresuj wybrane pliki EVTC
pt_br: Comprimir arquivos EVTC selecionados

# LNG_Menu_File_Exit
source: Exit
fr: Sortie
it: Uscita
pl_pl: Wyjście
pt_br: Saída

# LNG_Menu_File_SaveSettings
source: Save Settings
fr: Enregistrer les paramètres
it: Salva le impostazioni
pl_pl: Zapisz ustawienia
pt_br: Salvar configurações

# LNG_Menu_File_SelectFolder
source: Select Folder
fr: Sélectionner le dossier
it: Seleziona cartella
pl_pl: Wybierz katalog
pt_br: Selecione a pasta

# LNG_Menu_File_WipeData
source: Wipe Data
fr: Effacer les données
it: Cancella dati
pl_pl: Wyczyść dane
pt_br: Limpar dados

# LNG_Menu_Filter
source: Filter
fr: Filtre
it: _Filtro
pl_pl: Filtr
pt_br: _Filtro

# LNG_Menu_Filter_FileType
source: File Types
fr: Types de fichier
it: Tipi di file
pl_pl: Typy plików
pt_br: Tipos de arquivo

# LNG_Menu_Filter_Fractels
source: Fractels
fr: Fractelles
it: Fratteli
pl_pl: Fraktele

# LNG_Menu_Filter_Prof
source: Profession
it: Professione
pl_pl: Zawód
pt_br: Profissão

# LNG_Menu_Filter_Raids
source: Raids
it: Raid
pl_pl: Naloty
pt_br: ataques

# LNG_Menu_Filter_Sort
source: Sort
fr: Trier
it: _Ordinare
pl_pl: Sortować
pt_br: _Organizar

# LNG_Menu_Filter_Sort_CharName
source: Character Name
fr: Le nom du personnage
it: Nome del personaggio
pl_pl: Imię postaci
pt_br: Nome do personagem

# LNG_Menu_Filter_Sort_Date
source: Date
it: Data
pl_pl: Data
pt_br: Data

# LNG_Menu_Filter_Sort_Length
source: Length
fr: Longueur
it: Lunghezza
pl_pl: Długość
pt_br: Comprimento

# LNG_Menu_Filter_Sort_Username
source: Username
fr: Nom d'utilisateur
it: Nome utente
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário

# LNG_Menu_Filter_Spec
source: Specialization
fr: Spécialisation
it: _Specializzazione
pl_pl: Specjalizacja
pt_br: _Especialização

# LNG_Menu_Filter_Strikes
source: Strikes
fr: Grèves
it: Scioperi
pl_pl: Uderzenia
pt_br: Greves

# LNG_Menu_Help
source: Help
fr: Aide
it: _Aiuto
pl_pl: Pomoc
pt_br: _Ajuda

# LNG_Menu_Help_About
source: About
fr: À propos
it: Di
pl_pl: O
pt_br: Sobre

# LNG_Menu_Prof_Elementalist
source: Elementalist
fr: Élémentaliste
it: Elementalista
pl_pl: Elementalista
pt_br: elementalista

# LNG_Menu_Prof_Engineer
source: Engineer
fr: Ingénieur
it: Ingegnere
pl_pl: Inżynier
pt_br: Engenheiro

# LNG_Menu_Prof_Guardian
source: Guardian
fr: Gardien
it: Custode
pl_pl: Opiekun
pt_br: Guardião

# LNG_Menu_Prof_Necromancer
source: Necromancer
fr: Nécromancien
it: Negromante
pl_pl: Nekromanta
pt_br: Necromante

# LNG_Menu_Prof_Ranger
source: Ranger
pl_pl: Leśniczy
pt_br: Guarda-florestal

# LNG_Menu_Prof_Revenant
source: Revenant
pl_pl: Zjawa
pt_br: fantasma

# LNG_Menu_Prof_Thief
source: Thief
fr: Voleur
it: Ladro
pl_pl: Złodziej
pt_br: Ladrão

# LNG_Menu_Prof_Warrior
source: Warrier
fr: Guerrier
it: Guerriero
pl_pl: Wojownik
pt_br: guerreiro

# LNG_Menu_Settings
source: Settings
fr: Paramètres
it: _Impostazioni
pl_pl: Ustawienia
pt_br: _Configurações

# LNG_Menu_Settings_ClearFilter
source: Clear Filter
fr: Effacer le filtre
it: Filtro pulito
pl_pl: Czysty filtr
pt_br: Filtro limpo

# LNG_Menu_Settings_DarkMode
source: Dark Mode
fr: Mode sombre
it: Modalità scura
pl_pl: Tryb ciemny
pt_br: Modo Escuro

# LNG_Menu_Settings_HideErrors
source: Error Encounters Hidden
fr: Erreurs rencontrées masquées
it: Incontri di errore nascosti
pl_pl: Ukryte błędy
pt_br: Encontros de erro ocultos

# LNG_Menu_Settings_Lang
source: Language
fr: Langue
it: Lingua
pl_pl: Język
pt_br: Linguagem

# LNG_Menu_Spec_None
source: None
fr: Aucun
it: Nessuno
pl_pl: Nic
pt_br: Nenhum

# LNG_Raid_Logs_Title_NewLine
source: Raid Logs {0}
fr: Journaux de raid {0}
pl_pl: Dzienniki nalotów {0}

# LNG_Restart_Language_Body
source: Language code: {0}
fr: Code de langue: {0}
it: Codice lingua: {0}
pl_pl: Kod języka: {0}
pt_br: Código do idioma: {0}

# LNG_Restart_Language_Title
source: Restart is required for the language change to take effect
fr: Le redémarrage est nécessaire pour que le changement de langue prenne effet
it: Il riavvio è necessario affinché la modifica della lingua abbia effetto
pl_pl: Aby zmiana języka zaczęła obowiązywać, wymagane jest ponowne uruchomienie
pt_br: É necessário reiniciar para que a alteração de idioma entre em vigor

# LNG_Restart_Theme_Body
source: Dark Theme: {0}
fr: Thème sombre: {0}
it: Tema scuro: {0}
pl_pl: Ciemny motyw: {0}
pt_br: Tema escuro: {0}

# LNG_Restart_Theme_Title
source: Restart is required for theme change to take effect
fr: Le redémarrage est nécessaire pour que le changement de thème prenne effet
it: Il riavvio è necessario affinché la modifica del tema abbia effetto
pl_pl: Aby zmiana motywu zaczęła obowiązywać, wymagane jest ponowne uruchomienie
pt_br: A reinicialização é necessária para que a alteração do tema entre em vigor

# LNG_Select_All
source: Select All
fr: Tout sélectionner
it: Seleziona tutto
pl_pl: Zaznacz wszystko
pt_br: Selecionar tudo

# LNG_Select_All_Tooltip
source: Select all filtered files
fr: Sélectionnez tous les fichiers filtrés
it: Seleziona tutti i file filtrati
pl_pl: Wybierz wszystkie przefiltrowane pliki
pt_br: Selecione todos os arquivos filtrados

# LNG_Select_Folder
source: Select Folder
fr: Sélectionner le dossier
pl_pl: Wybierz katalog

# LNG_Menu_Encounter_Boneskinner
source: Boneskinner
fr: Dépeceur d'os
it: Pelleossa

# LNG_Menu_Encounter_Deimos
source: Deimos
fr: Déimos

# LNG_Menu_Encounter_Kanaxai
source: Kanaxai
fr: Kanaxaï

# LNG_Menu_Encounter_MAMA
source: MAMA
fr: MAMAN
it: MAMMA
pt_br: MÃE

# LNG_Menu_Encounter_Xera
source: Xera
fr: Xéra

# LNG_Menu_Prof_Mesmer
source: Mesmer
fr: Envoûteur
it: Ipnotizzatore

# LNG_Menu_Encounter_Dhuum
source: Dhuum
it: Duum

# LNG_Menu_Encounter_Samarog
source: Samarog
it: Samog
pt_br: Samarogue
